[
{
 "title":"Game of Thrones - S1E1",
  "description":"As the first episode of the series, it introduces the setting and the main characters of the show. The episode centers on the Stark family, and how its lord, Eddard 'Ned' Stark, gets involved in the court politics after the king chooses Eddard to replace his recently deceased chief administrator ('Hand of the King'). The episode received largely positive reviews, and was seen initially by 2.2 million viewers. A week before the episode first aired, HBO made the first 15 minutes available as an Internet preview. The title of the episode is the motto (referred to as 'House Words' in-universe) of House Stark, which is spoken several times in the episode and in the series.",
  "url": "http://d9.o2tv.org/Game%20of%20Thrones/Season%2001/Game%20of%20Thrones%20-%20S01E01%20%201%20(O2TvSeries.Com)%20otv-eju68.mp4",
  "img":"https://i.pinimg.com/originals/0e/b9/48/0eb948802178ba4d24a6c8d71b72297c.jpg"
},
{
 "title":"Blacklist -S1E1",
  "description":"In this episode, ex-government agent and FBI Most Wanted fugitive Raymond Reddington (James Spader) turns himself in to the FBI and offers to give up information about the criminals he has worked with in exchange for sole communication with FBI profiler Elizabeth Keen (Megan Boone). After Reddington convinces Keen to work with him, they work to capture Ranko Zamani (Jamie Jackson), a terrorist thought to be dead by the FBI.",
  "url":"http://d1.o2tv.org/The%20Blacklist/Season%2001/The%20Blacklist%20-%20S01E01%20(O2TvSeries.Com).mp4",
  "img":"https://o2tvseries.com/res/tv_serials/48.jpg"
},
{
 "title":"Vikings -S1E1",
  "description":"Ragnar Lothbrok, a legendary Norse hero, is a mere farmer who rises up to become a fearless warrior and commander of the Viking tribes with the support of his equally ferocious family.",
  "url":"http://d6.o2tv.org/Vikings/Season%2001/Vikings%20-%20S01E01%20(O2TvSeries.Com).mp4",
  "img":"https://o2tvseries.com/res/tv_serials/18.jpg"
},
{
 "title":"Suits -S1E1",
  "description":"A closer for one of New York City's most successful law firms decides to hire an aloof genius who has passed the bar but never went to law school as his associate.",
  "url":"http://d5.o2tv.org/Suits/Season%2001/Suits%20-%20S01E01%20(O2TvSeries.Com).mp4",
  "img":"https://tvshows4mobile.com/res/tv_serials/17.jpg"
},
{
  "title":"The Originals -S1E1",
  "description":"Klaus returns to the French Quarter of New Orleans, which his family helped build 300 years ago and a powerful witch reveals important news about Hayley, a werewolf who had a fling with Klaus.",
  "url":"http://d7.o2tv.org/The%20Originals/Season%2001/The%20Originals%20-%20S01E01%20(O2TvSeries.Com).mp4",
  "img":"https://tvshows4mobile.com/res/tv_serials/50.jpg"
},
{
 "title":"Umbrella Academy -S1E1",
  "description":"Years after they rose to fame as young crime-fighting superheroes, the estranged Hargreeves siblings come together to mark their father's death.",
  "url":"http://d11.o2tv.org/The%20Umbrella%20Academy/Season%2001/The%20Umbrella%20Academy%20-%20S01E01%20(TvShows4Mobile.Com).mp4",
  "img":"https://o2tvseries.com/res/tv_serials/639.jpg"
},
{
 "title":"The Witcher",
  "description":"Hostile townspeople and a cunning mage greet Geralt in the town of Blaviken; Ciri finds her royal world upended when Nilfgaard sets its sights on Cintra.",
  "url":"http://d10.o2tv.org/The%20Witcher/Season%2001/The%20Witcher%20-%20S01E01%20(TvShows4Mobile.Com)%20vnjp4.mp4",
  "img":"https://tvshows4mobile.com/res/tv_serials/920.jpg"
},
{
 "title":"The Flash",
  "description":"Orphaned by tragedy and raised by his best friend's father, brilliant CSI Barry Allen gains powers when lightning strikes him during a freak storm; when another meta-human attacks the city, Barry puts his powers to the test.",
  "url":"http://d3.o2tv.org/The%20Flash/Season%2001-a/The%20Flash%20-%20S01E01%20(O2TvSeries.Com)%20otv-4s38f.mp4",
  "img":"https://o2tvseries.com/res/tv_serials/117.jpg"
},
{
 "title":"Money Heist",
  "description":"A group of robbers plan to rob the Spain's National Factory of Currency and Stamps, in order to gain 2400 euros. They take 67 hostages and remain in the space for 11 days.",
  "url":"http://d1.o2tv.org/Money%20Heist/Season%2001/Money%20Heist%20-%20S01E01%20(TvShows4Mobile.Com).mp4",
  "img":"https://o2tvseries.com/res/tv_serials/718.jpg"
},
{
 "title":"Arrow",
  "description":"Five years after a shipwreck left him stranded on a remote island, Oliver Queen is discovered and returned home to those closest to him; Oliver tries to right the wrongs of society and his family by creating a secret vigilante persona known as Arrow.",
  "url":"http://d11.o2tv.org/Arrow/Season%2001/Arrow%20-%20S01E01%20(O2TvSeries.Com)%20otv-7kc3s.mp4",
  "img":"https://o2tvseries.com/res/tv_serials/12.jpg"
}
]
